{
    "quotes": [
        {
            "id": 1,
            "author": "Homer, The Iliad",
            "body": "The gods envy us. They envy us because we're mortal, because any moment may be our last. Everything is more beautiful because we're doomed. You will never be lovelier than you are now. We will never be here again"
        },
        {
            "id": 2,
            "author": "Jean-Paul Sartre",
            "body": "Feeling lonely while being alone means you are in bad company"
        },
        {
            "id": 3,
            "author": "Carl Jung",
            "body": "Taking care of our environment means taking care of ourselves"
        },
        {
            "id": 4,
            "author": "Anonymous",
            "body": "He thinks that being well adapted to a sick society is a sign of health"
        },
        {
            "id": 5,
            "author": "Anonymous",
            "body": "Sex education, not sexualised education."
        },
        {
            "id": 6,
            "author": "Anonymous",
            "body": "A better programmer you become in free time"
        },
        {
            "id": 7,
            "author": "Anonymous",
            "body": "Here's some neurochemistry\/pharmacology 181: Dopamine can and will lead to mania and psychosis if it gets out of control.\n\nSmartphones and social media are like stimulant drugs(coke, meth, bath salts). Not quite as hard, but they're constantly available and for dirt cheap. People use social media and smartphone for the good feelings they get from likes\/retweets\/(you)s, etc.\nThis constant bombarding the brain with dopamine is leading to a global psychosis. We're currently seeing this live and hourly.\n\nOne of the defining symptoms of psychosis is NOT KNOWING or being able to discern truth from fantasy. The same symptoms are being seen in society right now. If you have wondered why everything seems batshit insane and psychotic, THIS IS WHY. What's worse, people who are psychotic rarely actually know it. Especially stupid people(IQ under 129 or so). Social media and smartphones are literally acting like methamphetamine in the \"global\" populace right now, and NOBODY seems to be aware of this, which makes sense as pointed out above.\n\nYou look closelly at all of these protests\/riots. Most people are either using their phones or WILL use their phones within 5 minutes, in the video.\nCLEAR addictive behaviors. It's literally like they are doing KEY BUMPS."
        },
        {
            "id": 8,
            "author": "Anonymous",
            "body": "Men who seek comfort are men who can be made into slaves."
        },
        {
            "id": 9,
            "author": "Anonymous",
            "body": "Alas you will bear no fruit. For thou art barren within, and a lying contradiction without"
        },
        {
            "id": 10,
            "author": "Anonymous",
            "body": "Our ancestors have always known that free sexuality would lead to a bad outcome for everyone.\nIn our hubris, we have decided we know better and started an experiment with consequences that are beginning to show.\n\nHumans are a naturally polygynous species. Comparisons of paternally inherited Y-DNA vs. maternal mDNA show a divergence in genetic diversity such that for every one male, 17 females have reproduced.\n\nOf course, such brutal male selection has the consequence of high male competitiveness and violence.\nThis is the reason for why we have evolved a sexual dimorphism between the sexes.\nIn other species, the higher the dimorphism, the less monogamous they are.\n\nThe genius of enforcing monogamy in humans led to a 1:1 pairing of the sexes, unlocking a huge amount of male resources previously spent on infighting, a civilization-building feat.\nMonogamy has now become optional and even disincentivized, turning back the clock.\n\nSo we return to the times of 1 male for 17 females, but since we have laws against murder and rape, and because we have the state providing for single mothers, we have, in the west, nearly disabled natural selection. That leaves us with sexual selection as the distinctor.\n\nThis is why the most important male traits are now largely genetic: A large skeleton (height, frame), robust\/aesthetic craniofacial bones (jawline, orbital ridge, face), full hair, beard, etc. Women are basically selecting for the strongest caveman without any actual fighting.\n\nHence the males of lower genetic value are forced to become suicidal, homosexual, transsexual, homicidal, a blue-pilled beta or a cuckold, all of which manifest in males much more often than females.\n\nMuch of what we see today is an inevitability of the incentives set up the last decades.\nIf we continue on this path, it is clear that, without rewarding the subservient male with procreation, civilization cannot be upheld and we will revert to a more primitive state of mankind.\n\nWhile feminism pretends to fight against male toxicity, it is actually encouraging it.\nAfter all, if given free choice, women will choose the meanest, baddest and most dominant.\nNo wonder that 513 Shades is the book that has sold the most copies in human history.\n\nIn contrast, monogamy pacifies male \"toxicity\" and leads, applied consequently over long periods of time, to diminished sexual dimorphism.\nMonogamy was actually a progressive idea. Today's \"progressives\" are really regressive. Big irony of our times."
        },
        {
            "id": 11,
            "author": "Anonymous",
            "body": "Women’s feelings are always loud but also shallow, compared to men who are most often reserved but have deeper feelings."
        },
        {
            "id": 12,
            "author": "Anonymous",
            "body": "Blame the subpar programmers writing code in it. \n -All humans are subpar programmers in C. That's the point."
        },
        {
            "id": 13,
            "author": "Anlatmam Derdimi (song)",
            "body": "A thorny bush nurtures the rose\nHoney is made of all sorts of flowers\nThrough patience one finds maturity"
        },
        {
            "id": 14,
            "author": "Anonymous",
            "body": "Can talk with a computer in 5 different languages, cant talk to a girl"
        },
        {
            "id": 15,
            "author": "Anonymous",
            "body": "The search for meaning changes from internal to external,\nchildren are considered in terms of pros and cons - fertility declines,\nopen mind is closed only to the truth but \"open\" to each new intellectual fashion because he himself has no intellectual foundation"
        },
        {
            "id": 16,
            "author": "Seraphim Rose",
            "body": "What, more realistically, is this “mutation,” the “new man”? He is the rootless man, discontinuous with a past that Nihilism has destroyed, the raw material of every demagogue’s dream; the “free-thinker” and skeptic, closed only to the truth but “open” to each new intellectual fashion because he himself has no intellectual foundation; the “seeker” after some “new revelation,” ready to believe anything new because true faith has been annihilated in him; the planner and experimenter, worshipping “fact” because he has abandoned truth, seeing the world as a vast laboratory in which he is free to determine what is “possible”; the autonomous man, pretending to the humility of only asking his “rights,” yet full of the pride that expects everything to be given him in a world where nothing is authoritatively forbidden; the man of the moment, without conscience or values and thus at the mercy of the strongest “stimulus”; the “rebel,” hating all restraint and authority because he himself is his own and only god; the “mass man,” this new barbarian, thoroughly “reduced” and “simplified” and capable of only the most elementary ideas, yet scornful of anyone who presumes to point out the higher things or the real complexity of life."
        },
        {
            "id": 17,
            "author": "Marcel Proust",
            "body": "Let us leave pretty women to men with no imagination."
        },
        {
            "id": 18,
            "author": "Anonymous",
            "body": "Imagine when they reach 30% of your population total...The Western leaders are fucking retarded...\n\nFirst some of them tried to send missionairies, that didn't work\n\nLet's send settlers to build infrastructure? Ooops that didn't work\n\nLet's send troops, settlers and missionairies next, oops that didn't work\n\nLet's leave them be and see what happens now that the infrastructure is built and most of them can read and write...Oops, they devolved into tribalism, rape, loot and genocide again.\n\nHey!Let's import millions of them to Europe, that couldn't possibly backfire on us right? Ooops, now every country in Europe is about to erupt into civil war because of low-iq pavement apes and our own people are getting pissed off at us for blaming them for our fuck up since the pavement apes are gangraping their children, murdering their sons and daughters, importing drugs and setting up parallell societies..."
        },
        {
            "id": 19,
            "author": "Carl Jung",
            "body": "There is no coming to consciousness without pain"
        },
        {
            "id": 20,
            "author": "Anonymous",
            "body": "Just because your paranoid doesn't mean they're not after you"
        },
        {
            "id": 21,
            "author": "Anonymous",
            "body": "No man is that far above another that they can bend others to their will for very long. Whether it’s from their enemies, betrayal, age, etc. eventually your godhood will be dismantled \nfor the world to see"
        },
        {
            "id": 22,
            "author": "Anonymous",
            "body": "Read the classics. Approach the writings of these great men in a spirit of humility. Suspend any objections until the end of a given work"
        },
        {
            "id": 23,
            "author": "Anonymous",
            "body": "You have been living in the most intense period of psychological warfare in history. Anxiety is valuable, don't dull it with pharmaceuticals"
        },
        {
            "id": 24,
            "author": "Anonymous",
            "body": "Our cynicism and apparent lack of empathy is well deserved in context. Our empathy is scarce and consequently precious"
        },
        {
            "id": 25,
            "author": "Anonymous",
            "body": "The same applies to your body. Intimacy is terrifying to many women for whom sex has only ever been animalistic. Learn from rejection, be willing to say no"
        },
        {
            "id": 26,
            "author": "Anonymous",
            "body": "Everyone wants a sense of security. Money goes some way to providing it, but whores and slaves are never secure"
        },
        {
            "id": 27,
            "author": "Anonymous",
            "body": "Aesthetics are important. Kant described the gradual process of aesthetic refinement, though he didn't face the onslaught of ugliness masquerading as beauty that needs to be overcome in our age"
        },
        {
            "id": 28,
            "author": "Anonymous",
            "body": "Taking calculated risks and assuming the consequences is one way of becoming a man"
        },
        {
            "id": 29,
            "author": "Anonymous",
            "body": "Men with self respect are fiercely territorial"
        },
        {
            "id": 30,
            "author": "Anonymous",
            "body": "We've replaced the celebration of bravery and heroism with victimhood and suffering, whether real or imagined"
        },
        {
            "id": 31,
            "author": "C.S. Lewis, The Abolition of Man",
            "body": "In a sort of ghastly simplicity we remove the organ and demand the function. We make men without chests and expect of them virtue and enterprise. We laugh at honour and are shocked to find traitors in our midst. We castrate and bid the geldings be fruitful"
        },
        {
            "id": 32,
            "author": "Anonymous",
            "body": "Don't let your worth as a man be determined by a whim of a woman"
        },
        {
            "id": 33,
            "author": "Abe Simpson",
            "body": "You know, you remind me of a poem I can't remember, and a song that may never have existed, and a place I'm not sure I've ever been to"
        },
        {
            "id": 34,
            "author": "Sigmund Freud",
            "body": "It can easily be shown that the psychical value of erotic needs is reduced as soon as their satisfaction becomes easy. An obstacle is required in order to heighten libido; and where natural resistances to satisfaction have not been sufficient men have at all times erected conventional ones so as to be able to enjoy love. This is true both of individuals and of nations. In times in which there were no difficulties standing in the way of sexual satisfaction, such as perhaps during the decline of the ancient civilizations, love became worthless and life empty"
        },
        {
            "id": 35,
            "author": "Anonymous",
            "body": "The masks were necessary to make the pandemic feel \"real.\" Without the masks (or the media), you wouldn't even know there was a pandemic. People were never dying out in the streets. It's all one big hoax."
        },
        {
            "id": 36,
            "author": "Anonymous",
            "body": "You see when you are trying to understand what is wrong with the world but do not have the words to articulate you will be trapped in your mind prison.\nBut when a philosopher describe it with such accuracy you can now see past this maze and your mind becomes a little more free.\nAnd each time you learn to do it, the more free you will be."
        },
        {
            "id": 37,
            "author": "Anonymous",
            "body": "Every act of beauty is a revolt towards the modern world"
        },
        {
            "id": 38,
            "author": "Michel de Montaigne",
            "body": "Par ce que c'estoit luy; par ce que c'estoit moy"
        },
        {
            "id": 39,
            "author": "Anonymous",
            "body": "Love isn't the initial attraction. Love isn't the good sex. Love isn't millions of dollars. Love is what is left over when the newness fades, when the excitement dies. Love is the hard part - the part no one cares to push through, understand, or embrace"
        },
        {
            "id": 40,
            "author": "Anonymous",
            "body": "Love is an act of the will. It's not this bullshit, cupid's arrow, idealized romance. \"Well, maybe I'm with the wrong person\" when things go sour. Humans are not capable of unconditional love. You find a woman or man that meets the criteria of an actual good husband or wife. You stay with them and you both work at it. The bullshit roman lie of romance and love has no room for the elderly husband that has to pull his now ailing wife in and out of the car. Every day. Wiping her ass. bathing her feeding her. EVERY DAY until she dies and then being left alone to hopefully see her again one day.\nLove is an act of the will."
        },
        {
            "id": 41,
            "author": "Henrik Ibsen",
            "body": "I possess power, and courage to something better, to something higher, than this life"
        },
        {
            "id": 42,
            "author": "Carl Jung",
            "body": "Only boldness can deliver from fear. And if the risk is not taken, the meaning of life is somehow violated, and the whole future is condemned to hopeless staleness."
        },
        {
            "id": 43,
            "author": "Anonymous",
            "body": "The meaning of the river flowing is not that all things are changing, so that we cannot encounter them twice, but that some things stay the same only by changing"
        },
        {
            "id": 44,
            "author": "Thomas Sowell",
            "body": "People who enjoy meetings should not be in charge of anything."
        },
        {
            "id": 45,
            "author": "Thomas Sowell",
            "body": "If you are not prepared to use force to defend civilization, then be prepared to accept barbarism"
        },
        {
            "id": 46,
            "author": "Thomas Sowell",
            "body": "The next time some academics tell you how important diversity is, ask how many Republicans there are in their sociology department."
        },
        {
            "id": 47,
            "author": "Thomas Sowell",
            "body": "Can you cite one speck of hard evidence of the benefits of \"diversity\" that we have heard gushed about for years? Evidence of its harm can be seen — written in blood — from Iraq to India, from Serbia to Sudan, from Fiji to the Philippines. It is scary how easily so many people can be brainwashed by sheer repetition of a word."
        },
        {
            "id": 48,
            "author": "Петар II Петровић Његош",
            "body": "Св'јет је овај тиран тиранину, а камоли души благородној!"
        },
        {
            "id": 49,
            "author": "Anonymous",
            "body": "Yeah, cities are factories that run on humans, they always have small birthrates and attract others, it is a black hole that sucks in people. Offers fake riches and then spits you out"
        },
        {
            "id": 50,
            "author": "Diogenes",
            "body": "It is the privilege of the gods to want nothing, and of godlike men to want little."
        },
        {
            "id": 51,
            "author": "Helmuth von Moltke",
            "body": "Eternal peace is a dream --and not even a beautiful one. War is part of God's world-order. Within it unfold the noblest virtues of men, courage and renunciation, loyalty to duty and readiness for sacrifice--at the hazzard of one's life. Without war the world would sink into a swamp of materialism. Further, I wholly agree with the principle stated in the preface that the gradual progress in morality must also be reflected in the waging of war."
        }
    ]
}